LEXICON_RU: dict[str, str] = {
    'start': '<b>Привет!</b>\nя всегда рад помочь. Если ты первый раз'
              ' /help тебе поможет!\n\n<b>Если нет выбери действие</b>',
    'help': 'Тут написано как пользоваться этим приложением.',
    'reg_b': 'Регистрация вашего авто',
    'cansel': 'Сделайте ваш выбор',
    'cansel_1': 'Для выбора действия нажмите на любоую кнопку',
    'search_b': 'Поиск авто по номеру',
    'search_1': 'Введите номер машины для поиска информации о владельце',
    'send_b': 'Отправить сообщение владельцу авто',
    'reg_1': 'Введинте ваше имя:',
    'reg_2': 'Спасибо!\n\nА теперь введите ваш номер авто как в примере 8682AZ-3',
    'name_mistake': 'То, что вы отправили не похоже на имя\n\n'
                    'Пожалуйста, введите ваше имя\n\n'
                    'Если вы хотите прервать заполнение анкеты - '
                    'отправьте команду /cancel',
    'mistake_2': 'То, что вы отправили не похоже на описсание атвто',
    'mistake_3': 'Введен слишком длинный или слишком короткий номер поторите попытку:',
    'reg_3': 'Ведите краткое описание авто(марка и цвет) и нажмите кнопку далее',
    'reg_4': 'Спасибо!\n\nА регистрация завершена',
    'search': 'Введите номер авто для поиска владельца!',
    'send': 'Введите номер авто для поиска владельца!',
    'not_found': 'Такого номера в базе нет!',
    'send_data': 'Введите Ваше сообщение владельцу авто',
    'other_answer': 'Извините, увы, это сообщение мне непонятно...',
    'main_menu': 'Главное меню',
    'reg_finish': 'Зарегистрировать',
    'message_poisoned': 'Ваше сообщение отправлено!',
}